Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: A quarter of the country's cattle and numerous pigs and ducks were killed and some dumped alive, creating several hundred landfills as a result.
ko: 매몰지로 부터 넘쳐나는 많은 죽은 동물들의 이미지가 마치 좀비 영화를 연상시킨다며 전영환 (@junyounghwan)님도 아래와 같이 언급했다.

source: From the start, more than a few experts have predicted that toxic elements from the landfill may leak during the monsoon season.
ko: 많은 사람들은 그 다리가 더 강한 태풍들도 견뎌왔고, 집중호우를 수십년 넘게 겪어왔음을 들어서 이 사고는 인재임을 강조했다.

source: Indeed on June 24, landfill leachate was flooded during the torrential downpour.
ko: KBS 뉴스에 의하면 4대강 공사업체가 다리의 기초를 깊게 팠다는군요.

source: South Korea's progressive newspaper, Hangyoreh reported that it could contaminate nearby groundwater.
ko: 근거있는 논리로 대처 해야지 감정적인 대응은 보기 좋지않네요

source: Twitterer @oooiooii who heads a vegetarian community tweeted :
ko: 비슷한 일이 같은 강의 제방에서 일어 났다.

source: Libya: Photographs from Rich, Vibrant and Historic Times · Global Voices
ko: 리비아: 풍성하고, 활기넘치고, 역사적인 시절의 사진들

source: This post is part of our special coverage Libya Uprising 2011.
ko: 글로벌 보이스 특집 보도 리비아 2011년 봉기에 실린 글입니다.

source: British-Libyan surgeon and humanitarian who writes under the pen name Amal Al-Leebi went nostalgic and published some old pictures from previous visits to Libya on his Twitter account, @libyansrevolt, to show the Libya he remembers.
ko: 영국계 리비아인이며, 외과의사이자 박애주의자인, 필명이 아말 알리비(Amal Al-Leebi)씨는 향수에 젖어 그가 기억하는 리비아를 보여주기 위해 그의 트위터계정 @libyansrevolt에 리비아를 예전에 방문할 때 찍어둔 옛 사진들을 게시했다.

source: @libyansrevolt: Just looking back at some old #Libya pics from previous visits...
ko: @libyansrevolt: 단지 좀 오래된 것들을 돌아봅니다.

source: Marcus Aurelius arch by night in Tripoli old city.
ko: #Libya pics from previous visits.

source: Photo by @libyansrevolt.
ko: 사진 @libyansrevolt.

source: He began with photographs of the coastal city of Tripoli - photos showing the city markets where vegetable vendors are located by roadsides, brass workers in the alleys or "Zangas" of the old city, and even those who sell ostrich eggs.
ko: 더욱이 그는 도시의 역사적인 특징을 보여주는 사진들, 즉 트리폴리 옛 도시에 있는 오스만(Ottoman)제국의 성인 알사라아야 알함라(the Red Castle) 사진도 함께 공유했고, 로마 건축, 모자이크와 조각이 있는 국립 박물관을 소개했다.

source: In addition, he shares other photos which show the historic features of the city, such as the Ottoman castle Al-Saraaya Al-Hamra (the Red Castle) which is located Tripoli old city, and hosts a national museum of Roman architecture, mosaics and sculptures.
ko: 다른 사진으로는 도시 전체에 널린 가다피(Gaddafi)의 슬로건과 배너 사진와 가다피가 이름을 녹색광장(Green Square)라고 바꾼 순교자 광장(Martyrs Square) 사진이 있다.

source: Other photos showed Gaddafi's slogan and banners all over the city, Martyrs Square, which Gaddafi changed its name later to Green Square. Ousban, a famous Libyan dish similar to spicy haggis. Photo by @libyansrevolt.
ko: 매콤한 해기스(haggis)와 유사한 리비아의 유명 음식인 오우스반(Ousban) 사진 @libyansrevolt.

source: He then goes to Leptis Magna, which was a prominent city of the Roman Empire, and its ruins are located in Al Khums, 130 km east of Tripoli, on the coast where the Wadi Lebda meets the sea.
ko: 여러 지중해 도시들의 공통된 표상인 렙티스 마그나 립다(Leptis Magna Libda)의 콜로세움.

source: He took many photos of the ruins there:
ko: 사진 @libyansrevolt.

source: He then added photos of his uncle's farm, the Libyan desert with its sand dunes, palm trees, dams and thousands of years old clay cities.
ko: 그는 그리고는 그의 삼촌의 농장, 모래언덕이 있는 리비아 사막, 야자나무, 댐 과 수 천년된 진흙으로 지어진 도시의 사진들을 덧붙였다.

source: GaberOun oasis in the middle of the Libyan desert.
ko: 리비아 사막 가운데 있는 가버오운(GaberOun)오아시스.

source: The water is saltier than the Dead Sea!
ko: 그 물은 사해보다 더 짜다.

source: You just float!
ko: 몸이 그냥 뜬다.

source: Qasr Elhaj, an ancient grain granary from the inside in Jebel Nafusa.
ko: 제벨 나푸사(Jebel Nafusa) 내부로부터 있는 고대 곡식 저장창고인 콰사 엘하즈(Qasr Elhaj).

source: Finally, he was also taken by a local to a mountain where he photographed an ancient cave art that dates back to 5,000 ~ 10,000BC.
ko: 이 산에서 그는 기원전 5,000~10,000년전의 고대 동굴 벽화 사진을 찍었다.

source: He added that there are many of cave paintings from ancient times, especially in Acacus mountains, however, unfortunately, some have been damaged with graffiti.
ko: 그는 특별히 아카쿠스(Acacus)산에 고대로부터의 많은 동굴 벽화들이 있다고 덧붙였다. 그러나 불행하게도 어떤 것들은 낙서로 인해 훼손되었다.

source: Technology for Transparency: Final Report · Global Voices
ko: 투명성 확보를 위한 기술들 : 최종 보고서

source: The Technology for Transparency Network is proud to announce the release of its final report, Global mapping of technology for transparency and accountability.
ko: 투명성 네트워크를 위한 기술(Technology for Transparency Network)에서 최종 보고서인 투명성과 책임을 위한 기술의 국제적 지도화(Global mapping of Technology for Transparency and Accountability)를 공개하게 된 것을 자랑스럽게 생각합니다.

source: The report is being published by the Transparency and Accountability Initiative (@TAInitiative) along with a over a dozen other reports on the global transparency movement.
ko: 이 보고서는 국제 투명성 운동에 대한 10여개의 다른 보고서들과 아울러 투명성과 책임의 선도(Transparency and Accountability Initiative, T.

source: The reports focus on three key research areas: Impact and Learning, New Technologies, and Policy Innovations.
ko: 이 보고서는 '효과와 학습'(Impact and Learning), '새로운 기술들'(New Technologies), '정책 혁신'(Policy Innovations), 이 세 가지 주요 연구 범위에 중점을 두었습니다.

source: Many thanks go to the Transparency and Accountability Initiative for supporting our work, to our amazing team of researchers, and to David Sasaki, who launched and directed the initial phase of the Technology for Transparency Network, which laid the groundwork for this report.
ko: )와 저희 놀라운 연구팀과 이 보고서의 기초석이 된 '투명성 네트워크를 위한 기술'을 설립하고 초창기를 이끌었던 데이비드 사사끼(David Sasaki)님께 깊은 감사를 표합니다.

source: Get the report
ko: 보고서 보기

source: Full report via the Transparency and Accountability Initiative Executive summary: English
ko: I를 통한 보고서 전문 사업 기획서 요약실: 영문판

source: Executive Summary
ko: 사업 기획서 요약

source: This report contains the key findings from having reviewed more than 100 projects and having interviewed dozens of practitioners in Central and Eastern Europe, East Asia, Latin America, the Middle East and North Africa, South Asia, Southeast Asia, the former Soviet Union, and Sub-Saharan Africa who use new technologies as a means to increase transparency and accountability.
ko: 이 보고서는 100여개의 프로젝트를 검토하고 수 십명과의 인터뷰를 통해 찾아낸 핵심 사항들을 다루고 있다. 보고서를 위해 면담한 이들은 중유럽과 동유럽, 동아시아, 라틴 아메리카, 중동 아프리카와 북아프리카, 남아시아, 동남 아시아와 소련연방과 사하라 주변 아프리카 지역 등 각 지역에 있는 전문가들로 새로운 기술을 사용해 투명성과 책임감을 높이는 일을 하고 있다.

source: This summary helps to ‘take the pulse‘ of the Technology for Transparency and Accountability movement and suggests both exciting possibilities for scaling impact as well as important caveats and challenges.
ko: 이 요약본은 '투명성과 책임을 위한 기술' 운동을 정확히 파악하도록 돕고, 앞으로 어떤 영향을 미칠지, 그리고 어떠한 점을 주의해야 하며 어떤 도전사항이 있는지에 대한 흥미로운 가능성을 제시한다.

source: For practitioners in the transparency and accountability space, it is useful to frame the potential for leveraging technology towards transparency and accountability initiatives in at least four ways: Bringing projects and interventions to scale.
ko: '투명성과 책임'의 영역에서 활동하고 있는 사람들의 경우, 투명성과 책임을 고취하는 일에 기술을 십분 활용하기 위해서는 기술이 앞으로 가질 잠재력을 감안하여 프로젝트를 고안하는 것이 좋겠다. 이 방법으로는 최소 네 가지를 들어볼 수 있다.

source: Bringing citizens closer to the policymaking process through new and improved channels of participation as well as citizen monitoring of government.
ko: 시민들로 하여금 시민의 정부감시와 같은 새롭고 개선된 참여의 방법을 통해 정책 결정 과정에 좀 더 다가가게 한다.

source: Identifying policy priorities and service delivery challenges through ‘data mashing‘ and other visualisation and data manipulation techniques of both government and private datasets.
ko: 정보 가공과 정보 시각화, 정보 조작 등 여러 기술을 사용해 정부와 민간의 데이터 세트를 분석, 정책 우선 순위가 무엇이며 서비스 전달에 어떤 도전점이 있는지를 분별한다.

source: Improving the efficiency of civil society organisations working in the transparency and accountability space through adoption of best practice technology platforms.
ko: 최고의 기술 플랫폼 적용을 통해 '투명성과 책임'영역에서 일하는 시민사회 조직의 효율성을 개선한다.

source: Additional Findings
ko: 추가 연구 결과

source: The majority of projects we studied focus on the executive or legislative branches of government. A smaller number of projects focus on the judicial branch, the media, the private sector, and donors.
ko: 우리가 일해온 프로젝트의 대부분이 정부의 행정, 입법기관에 초점이 맞춰져 있고, 작은 수의 프로젝트만이 사법기관, 언론, 개인영역과 기부자에 초점을 맞춘다.

source: Nearly half of the projects focus on monitoring elections.
ko: 거의 절반의 프로젝트가 선거 감시에 중점을 두었다.

source: While many of these use Ushahidi, some have developed their own approaches, including aggregating elections news from multiple sources on a single site and tracking official election monitors’ reports on Google Maps.
ko: 많이들 우샤히디(Ushahidi)를 사용하지만, 어떤 이들은 자체적인 접근 방식을 개발해왔다. 이들은 여러 출처에서 나온 선거 관련 뉴스를 한 사이트에 통합하거나 구글 지도에서 공식 선거 모니터링 요원들의 보고서를 추적했다.

source: Projects in multiple regions focus on transparency in the legislature, often tracking legislative bills and posting profiles for each representative that include biographies and voting records.
ko: 여러 지역에서 행해지는 프로젝트는 입법 기관의 투명성 확보에 중점을 두어 입법 발의안을 추적하거나 각 대표의 신상정보의 투표 기록 등의 프로필을 게제하곤 했다.

source: Some also include profiles of political parties or records of legislative spending.
ko: 어떤 것은 입법부의 지출 기록이나 정당의 프로파일을 포함했다.

source: Data visualization and navigation tools are a key feature in more than half of the projects we documented, as are diverse forms of data collection from citizens.
ko: 우리가 조사한 전체의 절반 이상의 프로젝트가 데이터 시각화와 검색 도구들을 핵심 기능으로 사용하고 있었다.

source: Approximately one third of the projects use mobile phones in some way, most commonly by allowing citizens to submit or receive information via text messages.
ko: 약 3분의1의 프로젝트가 휴대전화를 어떤 방식으로든 이용하고 있는 것으로 나타났는데 문자 메시지를 통해 시민들에게 정보를 발송하고 수신하는 것이 가장 통상적인 방법이었다.

source: What's next?
ko: 다음은?

source: The Technology for Transparency Network website will remain open as a place where we can share projects, tools, and ideas, as a meeting point for successful initiatives and those who want to learn from the work others have done.
ko: '투명성 네트워크를 위한 기술' 웹사이트는 저희가 프로젝트, 도구와 아이디어를 공유하는 열린 장소입니다. 또한 이 사이트는 성공한 선두주자와 다른 이들의 일로부터 배움을 얻고자 하는 이들을 위한 만남의 장이기도 합니다.

source: You can subscribe to our mailing list, read or contribute with specialized articles on Global Voices Online, and follow us on Twitter (@techtransparent) and Facebook.
ko: 여러분은 저희의 메일링 리스트에 가입하시거나, 글로벌 보이스 온라인에 전문화된 기사들을 읽거나 기고하실 수 있으며, 페이스북(Facebook)과 트위터 (@techtransparent)에서 저희를 팔로우 하실 수 있습니다.

source: This field is just beginning to emerge, and we look forward to helping nurture global efforts through collaboration and communication across borders.
ko: '기술을 통한 투명성 확보'는 급부상하고 있는 영역으로서 저희는 국경을 넘은 협력과 소통을 통해 국제적 노력을 키워나가길 바라고 있습니다.

source: Japan: The Importance of Getting Back to Normal · Global Voices
ko: 일본: 일상으로 돌아감의 중요성

source: As more time passes since the devastating Earthquake that shook Japan on March 11th, people in Japan are feeling the need to return to normal and put the disaster behind them.
ko: 지난 3월 11일 일본 열도를 강타한 사상 초유의 강력한 지진 발생 후 시간이 꽤 흐른 지금, 일본 국민들은 이제 지진의 아픔을 뒤로 하고 일상의 삶으로 돌아가려 한다.

source: Although for many Japanese who lost their homes or loved ones this will be quite difficult, those who weren't as unlucky feel the need to do their part and help the economy get back on its feet.
ko: 물론 이번 재해로 보금자리와 사랑하는 가족을 잃은 피해자들에게는 결코 쉽지 않은 일이겠지만, 재앙을 조금이나마 비켜간 사람들은 이제 각자 자리에서 자신이 맡은 바를 담당하여 국가 경제를 안정시켜야 할 필요를 통감하고 있다.

source: Spanish writer Hector García has been living in Japan for many years and his blog "A Geek in Japan" has been for many Spanish speakers a window into the daily life of someone living in Tokyo.
ko: 스페인 출신 작가 헥토르 가르시아(Hector García)는 수년간 일본에 거주하며, 자신의 블로그 "일본의 한 괴짜(A Geek in Japan)"를 통해 많은 스페인 사람들에게 타지에서의 일상을 소개하는 다리 역할을 해왔다.

source: After the Earthquake he's kept his page updated with information on the effects and aftershocks, giving people the sense of what was happening at ground level in Tokyo after the quake, and through the nuclear crisis. In his March 23rd post, he writes about the need to get back to normal, since the worry is affecting those they would wish to help, as people stay glued to the TV or news, afraid to leave their homes.
ko: 지진이 일본을 덮친 후에도 가르시아는 여진의 여파 등에 대한 정보를 게시하는 등 꾸준히 블로그에 글을 올리며, 지진 후 도쿄의 상황과 원전 사태 등을 세상에 알리고 있다.

source: Businesses have needed to close temporarily, leaving people who need the money to get back on their feet and help their families in shelters out of work: Now, as you know we are in critical situation by earthquake. However we think that what we can do is to get more attention for Japan and Japanese creativity.
ko: 3월23일 글에서 가르시아는 일본이 하루 빨리 일상의 삶으로 돌아가야 함을 피력하며, 사람들이 외출하길 두려워하며 집에서 TV뉴스만 시청하고 있어, 정작 도움이 필요한 사람들을 돕지 못하고 있다고 말했다.

source: We need positive news to get energetic power, because we are showered with negative news.
ko: 일시적으로 휴업한 회사도 많아 이 역시 피난소에 머무는 가족을 부양하거나, 기타 이유로 돈이 필요한 이들을 낙담 시키고 있다.

source: While there is soooo much destruction and horrible news to focus on, there are also little things in daily life to appreciate.
ko: 눈을 돌리면 파괴된 도시가 보이고, 연일 나오는 끔찍한 뉴스로 가득 찬 나날이지만, 그럼에도 감사해야할 일상의 소소함 또한 있다.

source: This video (series) is an effort to focus on things happening in other parts of Japan, as people carry on with their daily lives, and as I appreciate the small things, the everyday things, the things I love about Japan.
ko: 이 영상은 일본의 다른 면, 그러니까 평범하고 소소한 일상을 사는 사람들, 내가 일본에 대해 사랑하는 것들에 초점을 맞추게 될 것이다.

source: This flower shop is a stone's throw from my house.
ko: 이 꽃집은 나의 집에서 넘어지면 코닿을 거리에 있다.

source: I buy plants here, and sometimes take them back for the magic touch of Takami's green thumb.
ko: 이곳에서 식물을 구매하고, 가끔은 타카미씨의 신출귀몰한 기술을 체험하기 위해 식물을 다시 가져가기도 한다.

source: Today the store was filled with beautiful flowers.
ko: 오늘 꽃집은 만개한 아름다운 꽃들로 가득찼다.

source: Through images, Michael Keferl, Darrell Nelson and Joanne Yu all show in CScout Japan how life goes on as usual in Tokyo as well as in Chiba and Shinagawa.
ko: 일본 C-스카우트(CScout)싸이트에서 마이클 케펄(Michael Keferl), 대럴 넬슨(Darrel Nelson), 그리고 조안느 유(Joanne Yu)는 여러 사진을 통해 도쿄의 삶이 치바나 시나가와와 다를 바 없음을 보여줬다.

source: Michael Keferl writes:
ko: 마이클 케펄은 다음과 같이 말했다:

source: Life is certainly different with restrictions on power and limited trains, but if you watch international news you’d think that ALL of Japan is underwater and suffering.
ko: 하지만 당신이 뉴스를 보면 일본 전체가 물에 잠기고, 고통에 신음하는 줄 알 것이다.

source: Miyagi and Iwate are the center of it all, while we are basically experiencing minor inconveniences.
ko: 미야기현이나 이와테현의 경우 실제로 고통의 중심에 있지만, 여기에서의 삶은 그저 약간 불편할 뿐이다.

source: This is important to remember.
ko: 이것을 잊지 말길.

source: And to close, we quote Ken Mogi a Japanese Ph.D. and blogger living in Tokyo who inspired Hector García's post mentioned at the beginning of this article:
ko: 끝으로, 서두에서 언급한 헥토르 가르시아의 글에 영감을 준 블로거이자 박사인 도쿄의 켄 모기(Ken Mogi)의 말로 글을 마칠까 한다.

source: So one of the difficult but absolutely crucial tasks now is to go back to life's diversity, rather than shying away from it.
ko: 어렵지만, 그럼에도 절대적으로 중요한 일이 하나 있습니다. 바로 이전의 다양한 일상생활로 돌아가는 것이죠.

source: We need a healthy entertainment industry.
ko: 건강한 오락거리가 필요한 시점입니다.

source: The restaurant sector has to flourish.
ko: 먹자골목이며 서점이며 손님들로 북적거려야 합니다.

source: Books need to be sold and read, hotels rooms have to be filled with laughter.
ko: 호텔 객실도 웃음으로 가득차야 하구요.

source: While investing a substantial amount of our time and energy on the rescue and relief efforts, we somehow need to keep life's diversity.
ko: 물론 막대한 시간과 에너지를 구조, 구호 활동에 쏟아야 함은 말할 것도 없지만, 동시에 삶은 계속해서 정상적으로 흘러가야 합니다.

source: Apart from thinking about this earthquake and pondering the future of nuclear energy, we need to sing a song of the various joys of living.
ko: 이번 지진과 원자력 에너지의 미래에 대해 심각하게 생각하는 것도 중요하지만, 그럼에도 우리는 삶의 기쁨을 노래 해야 합니다.

source: Syria: Protesting for the Future of Children · Global Voices
ko: 시리아: 아이들의 미래를 위한 투쟁

source: This post is part of our special coverage Syria Protests 2011 and Global Development 2011.
ko: 이상은 글로벌 보이스의 2011시리아 민중 봉기 특별취재의 일부입니다.

source: Syria's youngest victims are speaking out in a series of heart wrenching videos which are surfacing on YouTube, detailing the horrors they and their family members have faced in days and nights of their country's revolution against Bashar Al Assad's regime.
ko: 시리아에서 벌어지고 있는 반정부 시위에 피해를 입은 어린이들의 모습을 담은 가슴아픈 영상 몇 편이 유투브에 게시되었다. 아이들은 이번 아사드 정권 타도 시위 때문에 자신과 가족이 연일 겪어야 하는 공포와 절망감을 토로했다.

source: Today's Friday protests are dedicated to Syrian children and their future.
ko: 한편 시위대는 오늘 금요일의 집회를 아이들과 아이들의 미래를 위해 바쳤다.

source: On Twitter, @RevolutionSyria notes:
ko: 트위터 유저 @RevolutionSyria는

source: Even the kids in #Syria are not afraid of #Bashars tanks.
ko: 어른들은 커녕, 아이들도 아사드 정권의 총과 탱크를 두려워 하지 않는다.

source: It takes more than courage or bravery to do such a... http://fb.me/12T47y0Ml
ko: http://fb.

source: Australia’s Swear-In: Fine is a Four-Letter Word · Global Voices
ko: 호주의 시위: 현장 벌금은 또 하나의 욕설이다

source: This post is part of our special coverage SlutWalks 2011.
ko: 경고: 이 포스트에 게재된 영상에는 비속어와 욕설이 포함되어 불쾌감을 유발할 수 있으니 시청자의 주의를 요합니다.

source: Warning: If you’re easily shocked or object to so-called indecent or profane language, then please do not open any of the links or watch the video in this post.
ko: 호주 멜버른의 빅토리아 주 의사당 밖에선, 공공장소에서 욕설 시 경찰이 현장에서 즉시 벌금을 부과할 수 있는 새로운 법안 상정에 항의 하는 시위가 열렸다.

source: Melbourne has just had a swear-in outside Victoria’s State Parliament to protest against new laws for on-the-spot fines for swearing. A YouTube video of the event captured by chllptr at the event was quickly posted on Melbourne Protests Weblog:
ko: 유투브 이용자 Chllptr이 담은 시위 광경은 재빨리 멜버른시위웹로그(MelbourneProtestsWeblog) 에 올라왔다.

source: According to their report:
ko: 이들의 기사에 따르면,

source: Media were present in force, whether hoping for police intervention or simply drawn by the novelty of the occasion, but there was no trouble.
ko: 역시 경찰의 진압으로 인한 드라마적인 모습을 카메라에 담거나, 혹은 이 듣도 보도 못한 시위의 참신성에 이끌려 왔으리라.

source: Reports can be found on The Age website and ABC online.
ko: 하지만 시위는 별다른 충돌 없이 끝났다.

source: This issue has caused a lot of web chatter in places other than the usual suspects: mostly outrage or disbelief, mixed with a lot of humour.
ko: 음악을 좋아하고 '비슷한 생각을 가진 IT 업계 괴짜들'이 활동하는 글리치 합 포럼(Glitch Hop Forum) 이용자 kayhat은 ‘멜버른에선 욕하면 x된대!

source: This is horrible, our human rights are being taken away from us blatently.
ko: 미쳐 돌아가는 군, 이건 우리 인권이 박탈 당하고 있는 상태라구.

source: Didn't we already have a perfectly functional verbal abuse law?
ko: 이미 언어 폭력이니, 모욕죄니, 좋은 법이 있으면서 왜?

source: This is ridiculous.
ko: 아주 웃기는 일이야.

source: angryranchor responded:
ko: 이에 이용자 angryranchor는 답글에서,

source: This is possibly the dumbest thing I have heard.
ko: 내가 살면서 들어본 것 중에 가장 바보같은 말이야.

source: Really?
ko: 정부가 진심이래?

source: Do police officers not have real criminals to find in Australia?
ko: 아니 언제부터 우리나라 경찰들이 이렇게 한가해 졌을까?

source: Are there not real laws to enforce there against things like rape and murder?
ko: 강간이나 살인같은 범죄에 더 신경을 써야 하는 것 아냐?

source: Do we really want them to be some sort of morality police?
ko: 우리가 무슨 도덕 경찰이라도 바란다고 보는 건가?

source: Image by Flickr user Alice Chaos (CC BY-NC-SA 2.0).
ko: Image by Flickr user Alice Chaos (CC BY-NC-SA 2.

source: At The Roar, Art Sapphire, aka Athas Zafiris, tackled the issue with humour in ‘how going to the football could cost an extra $240’.
ko: 호주 스포츠 포럼인 로어(Roar)의 유저네임 아트 사파이어(Art Sapphire)는 ‘축구 경기를 보는데 240달러가 추가로 들겠네’ 라는 다분히 비꼬는 글을 올렸다.

source: It is ‘an Australian sports opinion website which blends expert analysis with fan written articles’.
ko: 로어는 스포츠 전문가와 일반 팬들이 함께 기사를 올리는 곳이다.

source: “Sergeant Brown?”
ko: “저기, 브라운 경사님?

source: “Yes, Constable White?”
ko: “뭔가?

source: “There are 250 Sydney supporters chanting ‘F*** off Melbourne.’
ko: “250명의 시드니팀 응원단이 지금 '멜버른 x꺼져라' 라고 외치고 있는데요.

source: What do I do?”
ko: 어쩌죠?

source: “Issue them fines, Constable White.”
ko: “벌금 때리면 되는거 아닌가, 화이트 순경.

source: “What?
ko: “네?

source: All of them?’”
ko: 전부 다 말입니까?

source: All of them!”
ko: 전부 다!

source: “What about the 1000 Victory supporters who have just started chanting “F*** off Sydney?”
ko: “경사님, 이젠 멜버른 응원단 쪽에서 시드니쪽으로 욕을 하기 시작했습니다.

source: “Fine them as well, Constable White.
ko: 수가 무려 천 명이나 됩니다.

source: What are you waiting for!” … Let’s hope the Victorian Police apply this ass of a law with some common sense.
ko: “다 벌금 때려버려, 뭘 우물쭈물 하고 있는 건가? 화이트 순경! " … 우리 모두 빅토리아 주 경찰들이 이런 말도 안되는 법을 최소한의 상식을 가지고 집행하길 바랍시다.

source: At off-roaders website 4WD Action the thread ran: 'Fines for swearing in public !?'
ko: 오프로드 동호회인 4WD 액션(4WD Action)에는 공공장소 욕설에 벌금 부과?

source: Angry6 who started this discussion lived up to his nickname:
ko: 이말부터 하고 시작하자.

source: Let me start by saying what the hell is this country coming to?
ko: 도대체 이 나라가 어떻게 되가는거지?

source: Saw on the news a night or two ago that they will start giving $245 (dont quote me) on the spot fines to bad language in public.
ko: 이틀 전에 뉴스를 봤는데, 공공장소에서 욕을 하면 그 자리에서 벌금 245달러(이건 나도 확실하지 않음)를 때린다더군.

source: If all the speed camera rage wasnt clear enough, then this will certainly open your eyes that all they are interested in is revenue any which way they can!
ko: 과속방지 카메라가 정부의 의도를 충분히 보여준 것이 아니라고 한대도, 이 벌금은 국민들한테 무슨 수를 쓰던간에 돈을 뜯어 내려고 하는 이 정부의 의도를 명백히 보여주는 것이야.

source: In reply Shaker4X4 took the side of the law:
ko: 한편 Shaker4X4는 법을 옹호하는 답글을 달았다.

source: I think cops are fed up with being sworn at in an abusive tone and they need something to book them for. How hard is it to kerb your tongue?
ko: 경찰들도 애꿎게 시민들에게 욕설이나 듣는 것에 지친 것이 아닐까?

source: Don't you think others are offended?
ko: 이제 욕 예약(완급조절)을 걸어야 할 필요성을 느낀거지.

source: I swear sometimes, but never out loud in public or among strangers.
ko: 욕 좀 참는 것이 그렇게 힘들어?

source: I've some respect.
ko: 그 욕이 다른 사람들 기분을 망친다고 생각하지 않아?

source: Michael Vaughan at A single's survival guide likes a pun as well in 'Obscene ... and not heard':
ko: 물로 나도 가끔 욕을 하지, 그래도 적어도 공공장소나 타인들이 있는 곳에서는 하지 않아.

source: Use profane oaths to express anger or as expletives.
ko: 예의란 게 있다고.

source: Well bugger me, move over speed-camera revenue, the Spring Street Mafia is introducing a new cash cow on the revenue-raising block – a potentially giant government swear box (oops, can I still say box?) at about 240 bucks a throw.
ko: '솔로들의 서바비벌 가이드'란 사이트의 마이클 베건(Michael Vaughan)은 ‘외설적인.

source: Freelance writer James Schloeffel continued the lighthearted approach with 'Why Victoria’s swearing ban should be extended to politicians'.
ko: 차마 들을 수 없는'이란 포스팅에서 그 가 즐겨하는 말 장난을 했다.

source: He has a list of distasteful phrases that should cop a fine such as:
ko: 대단하시구만, 그래 그럼 과속 카메라로 다시 이야기를 돌려보자고.

source: “Moving forward”...“Feeling the pinch”...“Un-Australian” ...“Not ruling anything in or out”.
ko: 스프링 스트리트는 이제 과속에, 돈 벌어다주는 "욕설금지법"까지.

source: At J Man Talkback’s post 'On The Spot Fines for Swearing', he sees some advantages:
ko: 한 번에 240달러를 때려버리니 확실히 이게 정부의 욕설 박스가 아니겠어?

source: …firstly it will help to free up our already overburdened courts so they can spend more time dealing with more serious matters and secondly it will speed the process up immeasurably for those charged with offensive language which is a good thing especially if the offender is a young person. But he has concerns that:
ko: 프리랜서 작가인 제임스 스클뢰펠은 '빅토리아 주의 욕설금지법이 정치인에까지 확대 되어야 하는 이유"라는 글을 올리며 유쾌한 시각으로 이번 사태를 분석했다.

source: ...with every power comes the potential for the abuse of that power.
ko: 경찰이 벌금을 부과해야 하는 정치인들의 불쾌한 수사 몇 가지를 소개했다.

source: He tweeted about future Melbourne International Comedy Festival gigs:
ko: “앞으로 나아가다".

source: @Wil_Anderson: Victoria announced on-the-spot fines of $240 for indecent language.
ko: "쪼들리다".

source: Suddenly my MICF show is going to cost me a lot more next year...
ko: "한 호주인".

source: So is this just a laughing matter?
ko: "이도 저도 결정하지 못함".

source: Not according to A f#@%ing stupid law from Aidan Wilson of Crikey's language blog Fully (sic).
ko: 한편 J Man Talkback은 '욕설 적발 시 현장벌금'이란 글에서 법의 시행으로 인한 긍정적인 측면도 살펴보았다.

source: He checked on the old law that is being given new life by the instant fines:
ko: 우선 법의 시행으로 이미 재판거리가 포화 상태인 법원의 부담을 줄여, 좀 더 중요하고 심각한 사건들을 처리하는데에 도움을 줄 것이다.
